Repository: shfrlabs/Fairmark
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# AboutAppButton.Text
source: About
pl_pl: O aplikacji

# AboutTitle
source: About Fairmark
pl_pl: O Fairmarku

# AddNoteEmptyText
source: Enter a name.
pl_pl: Wpisz nazwę

# AddNotePlaceholder
source: Name your note...
pl_pl: Nazwij notatkę...

# AddNoteTipSubtitle
source: Use this button to create a note and confirm with the Enter key.
pl_pl: Uzyj tego przycisku, aby utworzyć notatkę i potwierdź przyciskiem Enter.

# AddNoteTipTitle
source: Create your first note.
pl_pl: Utwórz pierwszą notatkę

# AddTagPlaceholder
source: Name your tag...
pl_pl: Nazwij etykietę...

# AddTagTipSubtitle
source: Use this button to create a tag. You can use tags to organize and filter notes.
pl_pl: Użyj tego przycisku, aby utworzyć etykietę. Etykiety są używane do organizacji i filtrowania notatek.

# AddTagTipTitle
source: Create your first tag.
pl_pl: Utwórz pierwszą etykietę

# AuthOffDialogDesc
source: Make sure you didn't turn off your PIN/password/biometrics in Windows Settings.
pl_pl: Upewnij się, że uwierzytelnianie PINem lub biometrią jest włączone w Ustawieniach Windows.

# AuthOffDialogTitle
source: Authentication was turned off due to a problem with Windows Hello.
pl_pl: Uwierzytelnianie zostało wyłączone, ponieważ wystąpił problem z Windows Hello.

# AuthTitle
source: Fairmark needs your permission to continue. You can turn this off in Settings.
pl_pl: Fairmark potrzebuje zgody, aby kontynuować. Możesz wyłączyć to w Ustawieniach.

source: Cancel
pl_pl: Anuluj

# ClosePaneButton.ToolTipService.ToolTip
source: Close
pl_pl: Zamknij

# ContactButton.Text
source: Contact me
pl_pl: Kontakt

# ContactTitle
source: Contact me
pl_pl: Kontakt

# ContinueButton.Content
source: Continue
pl_pl: Kontynuuj

# DeleteButton
source: Delete
pl_pl: Usuń

# DeleteNoteDialogDesc
source: Are you sure you want to delete '{0}'?
pl_pl: Czy na pewno chcesz usunąć '{0}'?

# DeleteNoteDialogTitle
source: Delete note
pl_pl: Usuń notatkę

# DisplayNavViewItem.Content
source: Appearance
pl_pl: Wygląd

# EmojiSearchPlaceholder
source: Search for an emoji...
pl_pl: Znajdź emoji...

# FeaturesNavViewItem.Content
source: Features
pl_pl: Funkcje

# FilesButton.ToolTipService.ToolTip
source: Files
pl_pl: Pliki

# FindButton.ToolTipService.ToolTip
source: Search notes
pl_pl: Wyszukaj

# FinishButton.Content
source: Finish
pl_pl: Koniec

# ImExNavViewItem.Content
source: Import/Export
pl_pl: Importuj/Eksportuj

# LogsNavViewItem.Content
source: Access logs
pl_pl: Dziennik działań

# MoreButton.ToolTipService.ToolTip
source: More
pl_pl: Więcej

# RenameNotePlaceholder
source: Enter the new name...
pl_pl: Wpisz nową nazwę...

# Settings.Text
source: Settings
pl_pl: Ustawienia Fairmarka

# SettingsButton.Text
source: Settings
pl_pl: Ustawienia

# StatsNavViewItem.Content
source: Stats
pl_pl: Statystyki

# TagNavViewItem.Content
source: Tag manager
pl_pl: Zarządzanie etykietami

# NoNotesText.Text
source: No notes here! Create one using the button below.
pl_pl: Brak notatek! Użyj poniższego przycisku, aby je utworzyć.

# ClearTags.ToolTipService.ToolTip
source: Clear tag filter
pl_pl: Wyczyść filtr etykiet

# CreateTag.ToolTipService.ToolTip
source: Create tag
pl_pl: Utwórz etykietę

# CreateNoteButton.ToolTipService.ToolTip
source: Create note
pl_pl: Utwórz notatkę

# RenameNoteButton.ToolTipService.ToolTip
source: Rename note
pl_pl: Zmień nazwę notatki

# DeleteNoteButton.ToolTipService.ToolTip
source: Delete note
pl_pl: Usuń notatkę

# ChangeEmojiBtn.Text
source: Change emoji
pl_pl: Zmień emoji

# AssignTagsBtn.Text
source: Assign tags
pl_pl: Przydziel etykiety

# SearchBox.PlaceholderText
source: Search notes...
pl_pl: Szukaj notatek...

# ZenButton.ToolTipService.ToolTip
source: Zen mode
pl_pl: Tryb zen

# BoldButton.ToolTipService.ToolTip
source: Bold (Ctrl+B)
pl_pl: Pogrubienie (Ctrl+B)

# ItalicButton.ToolTipService.ToolTip
source: Italic (Ctrl+I)
pl_pl: Kursywa (Ctrl+I)

# StrikeButton.ToolTipService.ToolTip
source: Strikethrough (Ctrl+S)
pl_pl: Przekreślenie (Ctrl+S)

# CopyButton.ToolTipService.ToolTip
source: Copy (Ctrl+C)
pl_pl: Kopiuj (Ctrl+C)

# CutButton.ToolTipService.ToolTip
source: Cut (Ctrl+X)
pl_pl: Wytnij (Ctrl+X)

# PasteButton.ToolTipService.ToolTip
source: Paste (Ctrl+V)
pl_pl: Wklej (Ctrl+V)

# RedoButton.ToolTipService.ToolTip
source: Redo (Ctrl+Y)
pl_pl: Ponów (Ctrl+Y)

# UndoButton.ToolTipService.ToolTip
source: Undo (Ctrl+Z)
pl_pl: Cofnij (Ctrl+Z)

# CodeButton.ToolTipService.ToolTip
source: Code (Ctrl+M)
pl_pl: Kod (Ctrl+M)

# QuoteButton.ToolTipService.ToolTip
source: Quote (Ctrl+Q)
pl_pl: Cytat (Ctrl+Q)

# BulletButton.ToolTipService.ToolTip
source: Bulleted list (Ctrl+U)
pl_pl: Lista punktowana (Ctrl+U)

# LineButton.ToolTipService.ToolTip
source: Insert horizontal line (Ctrl+L)
pl_pl: Dodaj poziomą linię (Ctrl+L)

# Head1Button.ToolTipService.ToolTip
source: Heading 1 (Ctrl+1)
pl_pl: Nagłówek 1 (Ctrl+1)

# Head2Button.ToolTipService.ToolTip
source: Heading 2 (Ctrl+2)
pl_pl: Nagłówek 2 (Ctrl+2)

# Head3Button.ToolTipService.ToolTip
source: Heading 3 (Ctrl+3)
pl_pl: Nagłówek 3 (Ctrl+3)

# NoNoteSelected.Text
source: No note selected. Use the side panel to select or create one.
pl_pl: Brak wybranej notatki. Użyj panelu bocznego, aby ją wybrać lub utworzyć.

# ContactWindow.Text
source: Contact me
pl_pl: Skontaktuj się ze mną

# BugReport.Text
source: In case you'd like to leave feature requests or bug reports for Fairmark, do so via the below email:
pl_pl: Użyj tego adresu e-mail, aby zgłaszać błędy i proponować funkcje do aplikacji, po polsku lub po angielsku:

# GeneralContact.Text
source: In any other cases, you can also contact me on:
pl_pl: W każdym innym przypadku, możesz także się ze mną skontaktować przez:

# NoDonations.Text
source: Thank you for supporting me by purchasing Fairmark! I don't take donations in any form, except your purchase. However, I appreciate reviews!
pl_pl: Dziękuję za wsparcie! Nie przyjmuję darowizn, oprócz zakupu Fairmark+, lecz doceniam opinie. Pozdrowienia z Polski!

# RateButton.Text
source: Rate Fairmark!
pl_pl: Oceń Fairmarka!

# AboutWindow.Text
source: About Fairmark
pl_pl: O Fairmarku

# LocalNotes.Text
source: Your notes never leave your device.
pl_pl: Twoje notatki nigdy nie opuszczą urządzenia bez zgody.

# AboutIntelligence.Text
source: Fairmark Intelligence is powered by your selected model, ran locally via LlamaSharp.
pl_pl: Fairmark Intelligence używa wybranego modelu i działa przy pomocy pollinations.ai, który nie przechowuje wysyłanych danych.

# Website.Text
source: website
pl_pl: stronę

# MoreInfo.Text
source: For more information, visit the project's
pl_pl: Po więcej informacji, otwórz

# Thanks1.Text
source: Special thanks to:
pl_pl: Specjalne podziękowanie dla:

# Thanks2.Text
source: the
pl_pl: deweloperów

# Thanks3.Text
source: LlamaSharp team
pl_pl: pollinations.ai

# Thanks4.Text
source: for their work on the LLM library,
pl_pl: za ich pracę nad API używanego przez Fairmark Intelligence,

# Thanks5.Text
source: the
pl_pl: deweloperów

# Thanks6.Text
source: Win2D team
pl_pl: Win2D

# Thanks7.Text
source: for their graphics library,
pl_pl: za ich bibliotekę graficzną,

# Thanks8.Text
source: the
pl_pl: deweloperów

# Thanks9.Text
source: Community Toolkit contributors
pl_pl: Community Toolkit

# Thanks10.Text
source: for GridSplitter and MarkdownTextBlock,
pl_pl: za ich pracę nad GridSplitter oraz MarkdownTextBlock,

# Thanks12.Text
source: for their text processing library,
pl_pl: za ich bibliotekę przetwarzania tekstu,

# Thanks13.Text
source: and the communities on
pl_pl: oraz społeczności

# Thanks15.Text
source: and
pl_pl: i

# Thanks17.Text
source: for their support and feedback.
pl_pl: za ich wsparcie oraz pomoc w testowaniu Fairmarka.

# DevelopedBy.Text
source: developed by shef3r in Poland.
pl_pl: utworzony przez shef3r w Polsce.

# ImportVaultHeader.Text
source: Import vault
pl_pl: Importuj folder

# ImportVaultDesc.Text
source: Import all notes from a previous vault. Tags are stripped. Use a *.fmbkp file here.
pl_pl: Importuj notatki z poprzedniego folderu. Etykiety są pomijane. Użyj pliku *.fmbkp.

# ImportVaultButton.Content
source: Import vault
pl_pl: Importuj folder

# ExportVaultHeader.Text
source: Export vault
pl_pl: Eksportuj folder

# ExportVaultDesc.Text
source: Export all notes and tags to to a *.fmbkp file here.
pl_pl: Eksportuj wszystkie notatki oraz etykiety do pliku *.fmbkp tutaj.

# HideCard.Header
source: Hide from screenshots
pl_pl: Ukrywaj na zrzutach ekranu

# HideCard.Description
source: Select whether the app should hide its content from screenshots, including Windows Recall's AI timeline.
pl_pl: Wybierz, czy aplikacja powinna chronić swoje treści od zrzutów ekranu oraz Windows Recall.

# AuthCard.Header
source: Authentication
pl_pl: Uwierzytelnianie

# AuthCard.Description
source: Select whether the app should require biometrics before opening.
pl_pl: Wybierz, czy aplikacja pyta o potwierdzenie biometrią lub PINem przed otwarciem.

# ThemeCard.Header
source: App theme
pl_pl: Motyw aplikacji

# ThemeCard.Description
source: Select what theme the app applies.
pl_pl: Wybierz motyw stosowany przez aplikację.

# ThemeSelector.PlaceholderText
source: Select theme
pl_pl: Wybierz motyw

# EditorFontFamilyCard.Header
source: Editor font family
pl_pl: Czcionka edytora

# FontSelector.PlaceholderText
source: Select font
pl_pl: Wybierz czcionkę

# EditorFontSizeCard.Header
source: Editor font size
pl_pl: Rozmiar czcionki edytora

# EditorFontSizeCard.Description
source: Select the font size used by the note editor.
pl_pl: Wybierz rozmiar czcionki używany przez edytor.

# PreviewFontFamily.Header
source: Preview font family
pl_pl: Czcionka podglądu

# PreviewFontFamily.Description
source: Select what font is used by the Markdown note preview.
pl_pl: Wybierz czcionkę używaną przez podgląd Markdown.

# PreviewFontSize.Header
source: Preview font size
pl_pl: Rozmiar czcionki podglądu

# PreviewFontSize.Description
source: Select the font size used by the Markdown note preview.
pl_pl: Wybierz rozmiar czcionki używany przez podgląd Markdown.

# LogCard.Header
source: Log app access
pl_pl: Rejestruj działania aplikacji

# LogCard.Description
source: Log the last 300 events in the app (opening the app, reading a note, errors, diagnostic messages etc) here to protect your privacy. Logs cannot be cleared. You will be asked for an anonymized version of these when you report a bug.
pl_pl: Rejestruj tutaj ostatnie 300 zdarzeń w aplikacji (otwieranie aplikacji, czytanie notatek, błędy, komunikaty diagnostyczne itp.), aby chronić swoją prywatność. Rejestrów nie można wyczyścić.

# CopyLogs.Content
source: Copy personal logs
pl_pl: Kopiuj prywatny dziennik

# CopyDebugLogs.Content
source: Copy debug logs
pl_pl: Kopiuj dziennik debugowania

# WelcomeHeader.Text
source: Welcome to
pl_pl: Witaj w

# PromoDesc.Text
source: Say hello to Fairmark, your next favorite note-taking app! Tag, customize and organize your notes with ease. Choose your preferred options on the next page to get started.
pl_pl: Poznaj Fairmark, swoją nową ulubioną aplikację do robienia notatek! Dodaj etykiety, personalizuj i porządkuj swoje notatki z łatwością. Wybierz preferowane opcje na następnej stronie, aby rozpocząć.

# LinkButton.ToolTipService.ToolTip
source: Add link
pl_pl: Dodaj link

# ExpandButton.ToolTipService.ToolTip
source: Insert expandable content
pl_pl: Dodaj rozwijalne szczegóły

# LinkDisplay.PlaceholderText
source: Displayed text
pl_pl: Wyświetlany tekst

# LinkAddress.PlaceholderText
source: Link address
pl_pl: Adres linku

# InsertLinkButton.Content
source: Insert link
pl_pl: Dodaj link

# SummaryText.PlaceholderText
source: Summary
pl_pl: Podsumowanie

# DetailsText.PlaceholderText
source: Expanded details
pl_pl: Rozwijalne szczegóły

# InsertDetailsButton.Content
source: Insert element
pl_pl: Dodaj element

# CharCount.Text
source: Character count:
pl_pl: Liczba znaków:

# WordCount.Text
source: Word count:
pl_pl: Liczba słów:
